[
	{
		"state" : "Alabama",
		"name" : "Jeff Sessions",
		"bio" : "Jeff Sessions was born in Selma, Alabama on December 24, 1946, and grew up in Hybart (pronounced Hib-ert), the son of a country store owner. Growing up in the country, Sessions was instilled with the core values – honesty, hard work, belief in God and parental respect – that define him today. In 1964, he Jeff Sessions became an Eagle Scout and has received the Distinguished Eagle Scout Award. After attending school in nearby Camden, Sessions worked his way through Huntingdon College in Montgomery, graduating with a Bachelor of Arts degree in 1969. He received a Juris Doctorate degree from the University of Alabama in 1973.Jeff Sessions, the young man. Sessions served in the United States Army Reserve from 1973 to1986 ultimately attaining the rank of Captain. He still considers that period to be one of the most rewarding chapters of his life.",
		"photo" : "",
		"party" : "Republican",
		"contested" : false,
		"candidates" : [

		]



	},
	{"state" : "Alabama",
		"name" : "Richard Shelby",
		"bio" : "Senator Richard Shelby was first elected to the Senate in 1986.He is the Chairman of the Banking, Housing, and Urban Affairs Committee. He also serves on the Senate Appropriations Committee and the Committee on Rules and Administration.
			Senator Shelby believes that a smaller government is more effective and has long opposed government bailouts.  He is a stalwart supporter of Second Amendment rights and has worked tirelessly to bring jobs and economic growth to Alabama.  He has introduced a flat tax in every Congress since his election to the U.S. Senate, as well as a Balanced Budget amendment to the Constitution.",
		"photo" : "",
		"party" : "Republican",
		"contested" : true,
		"candidates" : [
			{
				"name" : "Charles Nana",
				"bio" : "Charles Nana has dedicated his career to making things better for the less privileged in his communities as well as companies he associated with. Though he has become a recognized name in the business transformation and process improvement industry, Charles has built a reputation as a tireless fighter for the most vulnerable members of his communities.

					Charles was born in Cameroon, West Africa to parents Nanda, a home maker and Tchienkou, a printing press technician. He is the 1st of 14 children and also the very first to obtain a college degree in his family. He migrated to the United States with only $428 in his pocket, but today, those $428 have translated into hundreds of thousands of dollars in real estate and heavy machinery investments as well as a decent education: Bachelor’s degree in Mechanical Engineering from Howard University, Masters degree in Biomedical Engineering from Catholic University of America and an International MBA degree in Analytical Finance and Strategic Management from the University of Chicago, Booth School of Business. Charles is married to Florence and they have three sons, Nanda, Wanci and Kedy.",
				"photo" : "",
				"party" : "Democrat"
			},
			{
				"name" : "Ron Crumpton",
				"bio" : "Ron Crumpton is a 47-year-old father of one.

						After becoming disabled and unable to continue his career in landscaping and irrigation services, Ron entered college at Jeff State Junior College and continued to the University of Alabama at Birmingham in order to obtain the job skills necessary to remain a productive member of society.",
				"photo" : "",
				"party" : "Democrat"
			},
			{
				"name" : "John Martin",
				"bio" : "I will work diligently to support our curent laws, establish an efficient budget, and move the power base back to Alabama.",
				"photo" : "",
				"party" : "Republican"	
			},
			{
				"name" : "Shadrack McGill",
				"bio" : "My faith is the driving force in my life, and I am seeking this seat because I feel the Lord calling me to do so. I refuse to sit idly by and see the values that were foundational to this country and are at the core of the faith shared by so many Alabamians assaulted and undermined in Washington. As Senator, I will fight for religious liberty, the Right to Life, traditional marriage, and work to return this country to the God who has blessed us throughout our history. For the sake of our children and grandchildren, this kind of bold leadership is needed if we hope to leave them a country we could recognize.",
				"photo" : "",
				"party" : "Republican" 
			},
			{
				"name" : "Jonathan McConnell",
				"bio" : "He's a veteran of the Iraq war, a small business owner, a proponent of term limits and a Washington outsider who disdains career politicians, as he calls one of his Republican primary opponents ",
				"photo" : "",
				"party" : "Republican"
			},
			{
				"name" : "Marcus Bowman",
				"bio" : "Marcus Bowman has a Masters degree in Public Policy (MPP), educated in the U.S. Constitution with a strict constructionist perspective (limited judicial interpretation). He gained specific knowledge of the federal legislative process in school and as a political analyst.",
				"photo" : "",
				"party" : "Republican"
			}


		]

	},
	{
		"state" : "Alaska",
		"name" : "Daniel Sullivan",
		"photo" : "",
		"party" : "Republican",
		"contested" : false,
		"candidates" : [

		]



	},
	{
		"state" : "Alaska",
		"name" : "Lisa Murkowski",
		"photo" : "",
		"party" : "Republican",
		"contested" : true,
		"candidates" : [

		]



	},
	{
		"state" : "",
		"name" : "",
		"photo" : "",
		"party" : "",
		"contested" : ,
		"candidates" : [

		]



	},
	{
		"state" : "Arizona",
		"name" : "Jeff Flake",
		"photo" : "",
		"party" : "Republican",
		"contested" :false ,
		"candidates" : [

		]



	},
	{
		"state" : "Arizona",
		"name" : "John McCain",
		"photo" : "",
		"party" : "Republican",
		"contested" : true,
		"candidates" : [
			{
				"name" : "Ann Kirkpatrick",
				"bio" : "Arizona born and raised, Ann Kirkpatrick resides in Flagstaff, and her earliest roots are found in Eastern Arizona on the White Mountain Apache Nation. Her father ran a general store and her mother was a schoolteacher. Ann graduated from Blue Ridge High School in the White Mountains and then worked her way through the University of Arizona, earning a bachelor's degree and then a law degree there.",
				"photo" : "",
				"party" : "Democrat"
			},
			{
				"name" : "Alex Meluskey",
				"bio" : "I am running for the United States Senate here in Arizona because as a citizen I am gravely concerned with the lack of direction, lack of principles and lack of citizen representation in our country.  I am in a unique position which enables me to shift my business interests into the hands of others focusing my energies on giving others like me a voice I feel we do not have.  I see too few leaders in Washington standing up for the people. The people deserve leaders who will be direct with where they stand on issues and what they plan to do. After that, the leaders must be accountable to their promises. I will be direct, I will be honest and I will be accountable to the people for my promises.",
				"photo" : "",
				"party" : "Republican"
			},
			{
				"name" : "Kelli Ward",
				"bio" : "It has been my life’s honor to represent the people of Arizona’s Fifth Legislative District as their senator. I understand and truly appreciate the trust and support they have given me to do what is right. But when I look at what’s happening in our federal government, I know Arizonans need new representation in the U.S. Senate, and that’s why I’m running.",
				"photo" : "",
				"party" : "Republican"
			},
			{
				"name" : "J.L. Mealer",
				"bio":"John Lewis Mealer is an Arizona born and raised life-long tinkerer and mechanic turned engineer and developer. After spending 25 years researching Arizona for clean industrial development and having party-politics shut him down time after time, John opted to run for Governor and repair what the parties have destroyed. Now that Governor Ducey has taken his place in the state house, JL is aiming for US Senate in 2016. It’s long past time that John McCain retires and Mealer feels he is best suited to take the seat. ",
				"photo" : "",
				"party" : "Americans Elect of Arizona"
			},
			{
				"name" : "Kyrsten Sinema",
				"bio":"Sinema is committed to helping our country return to the values that make America great—the same values that have guided her life so far: hard work, access to public education, fairness and opportunity.  Sinema takes her passion and talent into the 113th Congress, serving Arizona's Ninth Congressional District.  She has been to appointed to House Committee on Financial Services.  ",
				"photo" : "",
				"party" : "Democrat"
			},
			{
				"name" : "David Schweikert",
				"bio" : "David Schweikert is serving his third term in the United States Congress.  He holds a seat on the Financial Services Committee, Joint Economic Committee, Co-Chairs the Valley Fever Task force with House Majority Leader Kevin McCarthy, and is the Republican Co-Chair of both the Tunisia Caucus as well as the Caucus on Access to Capital & Credit.",
				"photo" : "",
				"party" : "Republican"
			},


		]



	},




]